{
  "tabs": [
    { 
      "id": "social", 
      "label": "Social Media Marketing",
      "title": "Social Media Marketing (SMM)",
      "description": "Build brand presence, community, and reach with structured social media execution.",
      "detailedDescription": "Social Media Marketing Agency - Building Communities, One Post at a Time! Social media is more than just posting content - it's about creating meaningful connections with your audience. At WeBeeSocial, we understand that every like, comment, and share represents a real person engaging with your brand. Our social media marketing team is dedicated to building vibrant, engaged communities around your business.\n\nWe craft content strategies that resonate with your target audience, from eye-catching visuals to compelling captions that spark conversations. Our team manages everything from content calendars to community engagement, ensuring your brand stays active, relevant, and top-of-mind. We don't believe in vanity metrics - we focus on meaningful engagement that drives real business results.\n\nWhether you're on Instagram, Facebook, or exploring new platforms, we tailor our approach to where your audience spends their time. With strategic hashtag research, Reels growth planning, and proactive community management, we help your brand cut through the noise and build authentic relationships. Our data-driven approach ensures that every post serves a purpose, whether it's building awareness, driving traffic, or generating leads. Let's transform your social media presence into a powerful growth channel!",
      "image": "social-media-marketing.jpg",
      "items": [
        "Instagram Management",
        "Facebook Page Management",
        "Content Strategy & Calendar",
        "Reels Strategy & Growth Planning",
        "Caption Writing & Hashtag Research",
        "Community Management (Comments & DMs)"
      ]
    },
    {
      "id": "content",
      "label": "Content & Creatives",
      "title": "Content Creation & Creative Services",
      "description": "High-quality content designed to stop scrolls and drive engagement.",
      "detailedDescription": "Content Creation & Creative Agency - Where Ideas Come to Life! In a world where attention spans are measured in seconds, your content needs to make an instant impact. At WeBeeSocial, our creative team specializes in crafting thumb-stopping content that doesn't just get noticed - it gets remembered. From short-form videos to stunning graphics, we create content that tells your brand story in the most compelling way possible.\n\nOur content creators are storytellers at heart, blending creativity with strategy to produce visuals that resonate with your audience. We understand the nuances of each platform - what works on Instagram Reels might not work on Facebook, and we tailor our content accordingly. Every piece we create is optimized for engagement, designed to spark emotions, drive actions, and build brand loyalty.\n\nWhether you need a consistent stream of social media content, carousel posts that educate and entertain, or branded visuals that elevate your identity, our team has you covered. We stay ahead of design trends, platform algorithm changes, and content formats to ensure your brand always looks fresh and relevant. Our editing and optimization process ensures every piece of content is polished, on-brand, and ready to perform. Let's create content that your audience can't help but engage with!",
      "image": "content-creation-creative.jpg",
      "items": [
        "Short-Form Video Creation (Reels / Shorts)",
        "Professional Graphic Design",
        "Carousel & Story Creatives",
        "Brand Visual Identity",
        "Product & Lifestyle Content",
        "Content Editing & Optimization"
      ]
    },
     {
      "id": "web",
      "label": "Web & Funnels",
      "title": "Website & Funnel Development",
      "description": "Conversion-focused websites and funnels built for performance.",
      "detailedDescription": "Website & Funnel Development Agency - Where Design Meets Conversion! Your website is often the first impression potential customers have of your brand - make it count. At WeBeeSocial, we don't just build beautiful websites; we create conversion machines that turn visitors into customers. Our web development team combines stunning design with strategic user experience to create digital properties that drive results.\n\nWe understand that every click, scroll, and form submission matters. That's why our approach to website and funnel development is rooted in conversion optimization. From landing pages that capture attention to sales funnels that guide users through the buying journey, we design every element with one goal in mind: getting results. Our pages load fast, look great on every device, and are optimized for search engines.\n\nWhether you need a simple landing page for a campaign or a complex sales funnel with multiple touchpoints, we've got you covered. We integrate powerful tools like WhatsApp for instant communication, implement lead capture systems that work 24/7, and continuously optimize for better performance. Our data-driven approach means we're always testing and improving to maximize your conversion rates. Let's build a digital presence that doesn't just look good - it works hard for your business!",
      "image": "website-funnel-development.jpg",
      "items": [
        "Landing Page Design",
        "Sales Funnel Creation",
        "Lead Capture Pages",
        "WhatsApp Integration",
        "Conversion Optimization (CRO)"
      ]
    },
    {
      "id": "PR",
      "label": "PR",
      "title": "Public Relations Services",
      "description": "Strategic PR campaigns to build brand awareness and credibility.",
      "detailedDescription": "Public Relations Agency - Shaping Narratives, Building Credibility! In the age of information overload, getting your brand's story told by trusted media outlets is invaluable. At WeBeeSocial, our PR team specializes in securing media coverage that builds credibility, establishes thought leadership, and amplifies your brand message to wider audiences. We craft compelling narratives that journalists want to cover.\n\nOur public relations services go beyond just sending press releases. We develop strategic PR campaigns that position your brand as an industry leader, connect you with relevant journalists and publications, and secure features that enhance your reputation. From startup launches to product announcements to crisis management, we handle every aspect of your public relations with professionalism and precision.\n\nWe understand that media coverage lends third-party credibility that advertising simply can't buy. That's why we work tirelessly to build relationships with journalists, craft newsworthy angles, and secure placements in publications your audience trusts. Our founder profiling and thought leadership initiatives position your key executives as industry experts, while our comprehensive tracking shows the impact of every media mention. Whether you're looking to raise your profile or manage your narrative during challenging times, our PR team has you covered. Let's tell your story to the world!",
      "image": "public-relations-pr.jpg",
      "items": [
        "PR Strategy & Positioning",
        "Press Release Writing & Distribution",
        "Media Outreach & Journalist Pitching",
        "Media List Building & Targeting",
        "Press Coverage / Feature Placement",
        "Thought Leadership & Founder Profiling",
        "Crisis Communication Planning",
        "PR Reporting & Coverage Tracking"
      ]
    },
    {
      "id": "influencer",
      "label": "Influencer Marketing",
      "title": "Influencer Marketing Services",
      "description": "End-to-end influencer campaigns with measurable ROI.",
      "detailedDescription": "Influencer Marketing Agency - Amplify Your Reach Through Authentic Voices! Influencer marketing has evolved from a trend to a powerful channel for brand growth. At WeBeeSocial, we connect brands with the right influencers to create authentic campaigns that drive real results. Our end-to-end influencer marketing services take the guesswork out of influencer partnerships and deliver measurable ROI.\n\nWe don't just find influencers with large followings - we find the right influencers whose audience aligns with your target market. Our team handles everything from campaign strategy and influencer discovery to negotiation, content approval, and performance tracking. We ensure that every collaboration is authentic, on-brand, and optimized for maximum impact.\n\nWhether you're launching a new product, building brand awareness, or driving sales, influencer marketing can amplify your message to engaged audiences. We work across micro-influencers for niche targeting to macro-influencers for mass reach, creating campaigns that feel natural and resonate with audiences. Our paid amplification strategies extend the reach of influencer content even further, while our detailed reporting shows exactly what ROI you're getting from each partnership. Let's harness the power of influencer marketing to take your brand to new heights!",
      "image": "influencer-marketing.jpg",
      "items": [
        "Influencer Campaign Planning",
        "Influencer Discovery & Selection",
        "Influencer Outreach & Management",
        "Sponsored Reels & Posts",
        "Brand Integrations",
        "Paid Amplification of Influencer Content",
        "Campaign Tracking & ROI Reporting",
        "Industry-Specific Influencer Campaigns"
      ]
    },
    {
      "id": "performance",
      "label": "Performance Marketing",
      "title": "Google & Meta Advertising",
      "description": "Data-driven paid campaigns focused on leads, conversions, and ROI.",
      "detailedDescription": "Performance Marketing Agency - Where Data Meets Results! In the world of digital advertising, every rupee counts. That's why our performance marketing team at DigitalGram is obsessed with metrics, conversions, and ROI. We don't just run ads - we engineer profitable campaigns that turn clicks into customers and impressions into revenue.\n\nOur approach to paid advertising is rooted in continuous testing, optimization, and scaling. From Meta Ads to Google Search campaigns, we leverage advanced targeting, audience segmentation, and retargeting strategies to ensure your ad spend works harder for you. We believe in transparency, which is why we provide detailed reporting and insights that show exactly where your money is going and what results you're getting.\n\nWhether you're looking to generate high-quality leads, drive e-commerce sales, or build brand awareness at scale, our performance marketing experts craft campaigns that are laser-focused on your business objectives. With real-time optimization and funnel mapping, we ensure that every stage of your customer journey is optimized for maximum conversion. Let's turn your ad budget into a growth engine!",
      "image": "performance-marketing-ads.jpg",
      "items": [
        "Meta Ads (Facebook & Instagram)",
        "Google Search Ads",
        "Google Display & YouTube Ads",
        "Lead Generation Campaigns",
        "Conversion Tracking Setup",
        "Funnel Strategy & Scaling",
        "Retargeting & Lookalike Audiences"
      ]
    },
    {
      "id": "strategy",
      "label": "Strategy & Growth",
      "title": "Strategy, Consulting & Growth Planning",
      "description": "Strong growth starts with clarity. We define strategy, positioning, and execution paths that scale.",
      "detailedDescription": "Digital Marketing Strategy & Planning Agency - Have a look at our most innovative strategies here! The key to a successful campaign is a well thought-out strategy. The DigitalGram team, with their unmatched years of experience, create and execute the ideal strategies and plans for your business, keeping in mind the final outcome and the end goal.\n\nWith any and every strategy that we implement, though, we always aim to grow your brand and increase your revenue. Our approach is equal parts creative and technical, with data playing a key and central role. We focus on helping you realise your digital goals to the fullest, while ensuring that creativity doesn't get put in the back seat. We truly do love a challenge and while we do let our creative juices flow, we also ensure that the plan we present to you is realistic, achievable and doable.\n\nAlong with this, we try to create an immersive and unforgettable experience for your audience that is completely unmatched. It doesn't matter if you're a startup or a multi-national company - we are confident that our team will provide you with a strategy that will hit your targets bang on! Our young, creative, and highly experienced social, design and digital planning teams are brimming with unique ideas that will take your brand and business to the next level.",
      "image": "/assets/HowWeWork/one.jpg",
      "items": [
        "Digital Growth Strategy",
        "Competitor Analysis",
        "Brand Positioning",
        "Campaign Audits",
        "Scaling & Optimization Consulting"
      ]
    },
    {
      "id": "production",
      "label": "Brand Shoots",
      "title": "Brand Shoots & Creative Production",
      "description": "Professional visual production to elevate brand perception.",
      "detailedDescription": "Brand Shoots & Creative Production Agency - Elevating Your Visual Story! Great content starts with great production. At WeBeeSocial, we believe that professional photography and videography can transform how your audience perceives your brand. Our creative production team brings your vision to life through high-quality shoots that capture the essence of your brand and products.\n\nFrom conceptualization to final delivery, we handle every aspect of your brand shoots. Our experienced photographers and videographers work with you to plan shoots that align with your brand identity and marketing goals. Whether it's product photography that showcases every detail, lifestyle shoots that tell a story, or promotional videos that drive conversions, we ensure every frame is picture-perfect.\n\nWe understand that visual content is the cornerstone of modern marketing. That's why we invest in professional equipment, skilled talent, and meticulous post-production to deliver assets that stand out in crowded feeds. Our editing and color grading ensure consistency across all your visual content, creating a cohesive brand aesthetic that builds recognition and trust. From Reels to ad campaigns, we create visuals that not only look stunning but also drive real business results. Let's create visual content that makes your brand unforgettable!",
      "image": "brand-shoots-production.jpg",
      "items": [
        "Brand Photo Shoots",
        "Product Photography",
        "Promotional Video Shoots",
        "Reels & Ad Video Production",
        "Editing & Color Grading"
      ]
    },
    {
      "id": "local",
      "label": "Local Business Marketing",
      "title": "Local Business Growth Solutions",
      "description": "Dominate local markets with targeted visibility and lead systems.",
      "detailedDescription": "Local Business Marketing Agency - Your Neighborhood Growth Partner! For local businesses, being found by nearby customers is everything. At WeBeeSocial, we specialize in helping local businesses dominate their markets through strategic local marketing. Whether you're a restaurant, clinic, salon, or retail store, we help you capture local demand and turn searchers into walk-ins.\n\nOur local marketing approach starts with your Google Business Profile - the digital storefront that appears when people search for businesses like yours. We optimize every element to ensure you rank higher in local searches and maps. Beyond that, we implement review growth strategies that build trust, create targeted local campaigns that reach people in your area, and ensure your business information is consistent across the web.\n\nWe understand the unique challenges local businesses face - competing with national chains, building community presence, and managing online reputation. That's why we combine local SEO, targeted advertising, and reputation management into comprehensive solutions that drive foot traffic and phone calls. Our city-based targeting ensures your ad budget is spent reaching people who can actually visit your location. Let's make your business the go-to choice in your local market!",
      "image": "local-business-marketing.jpg",
      "items": [
        "Google Business Profile Setup & Optimization",
        "Local SEO (Maps Ranking)",
        "Review Growth Strategy",
        "Local Lead Campaigns",
        "City-Based Targeting Ads"
      ]
    },
    {
      "id": "seo",
      "label": "SEO",
      "title": "Search Engine Optimization (SEO)",
      "description": "Long-term organic growth through technical and content SEO.",
      "detailedDescription": "SEO Agency - Ranking Your Way to Success! Search engines are where buying decisions begin. At WeBeeSocial, our SEO experts help your business show up when potential customers are actively searching for what you offer. We don't believe in shortcuts or black-hat tactics - our approach to SEO is built on sustainable, white-hat strategies that deliver long-term results.\n\nOur comprehensive SEO services cover every aspect of search optimization. From technical SEO that ensures your website is crawler-friendly to on-page optimization that targets the right keywords, we handle it all. We conduct thorough keyword research to understand what your audience is searching for, optimize your content to match search intent, and build authority through strategic link building and content marketing.\n\nSEO is a marathon, not a sprint, and we're in it for the long haul with you. We provide transparent monthly reporting that shows exactly how your rankings, traffic, and conversions are improving over time. Whether you need local SEO to dominate your city or national SEO to compete on a larger scale, our team has the expertise to get you there. Our technical team ensures your site is fast, mobile-friendly, and structured for maximum search visibility. Let's unlock the power of organic search and drive qualified traffic to your business!",
      "image": "seo-optimization.jpg",
      "items": [
        "On-Page SEO",
        "Local SEO",
        "Keyword Research",
        "Technical SEO",
        "Monthly SEO Reporting"
      ]
    },
    {
      "id": "orm",
      "label": "Reputation Management",
      "title": "Online Reputation Management",
      "description": "Build trust, authority, and positive brand perception online.",
      "detailedDescription": "Online Reputation Management Agency - Protecting and Building Your Brand! Your online reputation can make or break your business. In today's digital age, a single negative review or damaging article can reach thousands in minutes. At WeBeeSocial, we help brands take control of their online narrative through proactive reputation management and strategic trust-building.\n\nOur reputation management services go beyond just responding to negative reviews. We implement comprehensive strategies that monitor what's being said about your brand across the web, respond professionally to feedback, and actively work to build positive sentiment. We help you turn satisfied customers into brand advocates who leave glowing reviews and share positive experiences.\n\nWe understand that reputation management isn't just about damage control - it's about consistently building trust and authority in your industry. Our team helps you showcase positive testimonials, manage review profiles across multiple platforms, and create content that reinforces your brand's credibility. When negative situations arise, we have proven strategies to address them professionally while minimizing impact. Let's build a reputation that attracts customers and stands the test of time!",
      "image": "reputation-management.jpg",
      "items": [
        "Review Management",
        "Brand Monitoring",
        "Negative Review Handling",
        "Trust & Authority Building"
      ]
    },
    {
      "id": "automation",
      "label": "Automation & CRM",
      "title": "Marketing Automation & CRM Systems",
      "description": "Automated follow-ups and retention systems that scale operations.",
      "detailedDescription": "Marketing Automation & CRM Agency - Work Smarter, Not Harder! In business, timing is everything. At WeBeeSocial, we help you stay connected with leads and customers through intelligent marketing automation and CRM systems. Our automation solutions ensure that no lead falls through the cracks and that your customers receive timely, personalized communication that keeps them engaged.\n\nWe implement automation systems that work 24/7 for your business. From WhatsApp automation that responds instantly to inquiries to email sequences that nurture leads through your sales funnel, we create systems that scale your operations without scaling your workload. Our CRM integrations ensure that every customer interaction is tracked, analyzed, and used to improve future communications.\n\nWhether you're a small business looking to streamline follow-ups or a growing company needing sophisticated customer retention campaigns, our automation solutions are tailored to your needs. We set up triggered campaigns based on customer behavior, automated follow-up sequences that convert more leads, and retention programs that keep customers coming back. Our goal is to help you build stronger relationships at scale while freeing up your time to focus on what you do best. Let's automate the routine and personalize the important!",
      "image": "automation-crm.jpg",
      "items": [
        "WhatsApp Automation",
        "Lead Follow-up Systems",
        "CRM Integration",
        "Email Marketing Automation",
        "Customer Retention Campaigns"
      ]
    }
  ]
}